Repository: ThemeAwesome/WP-Forge
Catalog: language/wpforge-*.po
Languages: pt_br

source: This is somewhat embarrassing, isn&rsquo;t it?
pt_br: Isso &eacute; embara&ccedil;oso, n&atilde;o acha?

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_br: Parece que n&atilde;o estamos achando o que voc&ecirc; procura. Tente fazer uma Busca.

source: Daily Archives: %s
pt_br: Arquivos do Dia: %s

source: Monthly Archives: %s
pt_br: Arquivos do M&ecirc;s: %s

source: Yearly Archives: %s
pt_br: Arquivos Anuais: %s

source: Asides
pt_br: Apartes

source: Audio
pt_br: &Aacute;udio

source: Chats
pt_br: Conversas

source: Galleries
pt_br: Galerias

source: Images
pt_br: Imagens

source: Quotes
pt_br: Cita&ccedil;&otilde;es

source: Videos
pt_br: V&iacute;deos

source: Archives
pt_br: Arquivos

source: Author Archives: %s
pt_br: Arquivos do Autor: %s

source: About %s
pt_br: Sobre %s

source: Category Archives: %s
pt_br: Arquivos por Categoria: %s

source: One thought on &ldquo;%2$s&rdquo;
pt_br: Um pensamento sobre &ldquo;%2$s&rdquo;

source: Comment navigation
pt_br: Navega&ccedil;&atilde;o dos Coment&aacute;rios

source: &larr; Older Comments
pt_br: &larr; Coment&aacute;rios Antigos

source: Newer Comments &rarr;
pt_br: Novos Coment&aacute;rios &rarr;

source: Comments are closed.
pt_br: &nbsp;

source: Permalink to %s
pt_br: Links: %s

source: Continue reading <span class="meta-nav">&rarr;</span>
pt_br: Continue Lendo <span class="meta-nav">&rarr;</span>

source: Edit
pt_br: Editar

source: Continue reading <span class="meta-nav">&raquo;</span>
pt_br: Continue Lendo <span class="meta-nav">&raquo;</span>

source: Pages:
pt_br: P&aacute;ginas:

source: View all posts by %s <span class="meta-nav">&rarr;</span>
pt_br: Veja todos os posts por %s <span class="meta-nav">&rarr;</span>

source: Nothing Found
pt_br: Nada Encontrado

source: Apologies, but no results were found. Perhaps another search will help you find what you&#39;re looking for.
pt_br: Desculpe, mas não encontramos resultados. Provavelmente uma nova busca, com termos diferentes, vai ajudar

source: Edit Page
pt_br: Editar Pagina

source: Leave a reply
pt_br: Deixe seu coment&aacute;rio

source: 1 Reply
pt_br: 1 Resposta

source: % Replies
pt_br: % Respostas

source: View all posts by %s <span class="meta-nav">&raquo;</span>
pt_br: Veja todos os posts por %s <span class="meta-nav">&raquo;</span>

source: Powered by
pt_br: Trazido a voc&ecirc; por

source: Responsive WordPress Theme by ThemeAwesome.com
pt_br: Tema Wordpress Responsivo por ThemeAwesome.com

source: Main Menu
pt_br: Menu Principal

source: Footer Menu
pt_br: Menu do Rodap&eacute;

source: Social Menu
pt_br: Menu Social

source: Page %s
pt_br: P&aacute;gina %s

source: Please assign a menu to the primary menu location under %1$s or %2$s the design.
pt_br: Por favor, atribua um menu prim&aacute;rio em %1$s ou %2$s para o design.

source: <a href="%s">Customize</a>
pt_br: <a href="%s">Customizar</a>

source: Main Sidebar
pt_br: Sidebar Principal

source: Displays widgets in the blog area as well as pages.
pt_br: Mostra widgets no blog e nas p&aacute;ginas

source: First Front Page Widget Area
pt_br: Primeira &Aacute;rea da Home

source: Appears when using the optional Front Page template with a page set as Static Front Page
pt_br: Aparece quando se utiliza o modelo Front Page opcional com uma página definida como Home estática

source: Second Front Page Widget Area
pt_br: Segunda &Aacute;read da Home

source: First Footer Widget Area
pt_br: Primeira &Aacute;rea do Rodap&eacute;

source: An optional widget area for your site footer
pt_br: &Aacute;rea opcional no Rodap&eacute; do Blog

source: Second Footer Widget Area
pt_br: Segunda &Aacute;rea do Rodap&eacute;

source: Third Footer Widget Area
pt_br: Terceira &Aacute;rea do Rodap&eacute;

source: Post navigation
pt_br: Navega&ccedil;&atilde;o

source: <span class="meta-nav">&larr;</span> Older posts
pt_br: <span class="meta-nav">&larr;</span> Posts Antigos

source: Newer posts <span class="meta-nav">&rarr;</span>
pt_br: Novos Posts <span class="meta-nav">&rarr;</span>

source: (Edit)
pt_br: (Editar)

source: %1$s at %2$s
pt_br: %1$s em %2$s

source: Your comment is awaiting moderation.
pt_br: Seu coment&aacute;rio est&aacute; aguardando aprova&ccedil;&atilde;o.

source: Reply &raquo;
pt_br: Responda &raquo;

source: Sticky
pt_br: Colar

source: View all posts by %s
pt_br: Veja todos os Post de %s

# 1: post format name. 2: date
source: %1$s on %2$s
pt_br: %1$s em%2$s

source: <span class="meta-prep meta-prep-entry-date"><i class="fa fa-calendar-o"></i> </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span>&nbsp;&nbsp;&nbsp;<i class="fa fa-camera-retro"></i> <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a>&nbsp;&nbsp;&nbsp;<i class="fa fa-folder-open"></i> <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
pt_br: <span class="meta-prep meta-prep-entry-date"><i class="fa fa-calendar-o"></i> </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span>&nbsp;&nbsp;&nbsp;<i class="fa fa-camera-retro"></i> <a href="%3$s" title="Link para imagem Original">%4$s &times; %5$s</a>&nbsp;&nbsp;&nbsp;<i class="fa fa-folder-open"></i> <a href="%6$s" title="Retornar para %7$s" rel="gallery">%8$s</a>

source: Edit
pt_br: Editar

source: &laquo; Previous Image
pt_br: &laquo; Imagem Anterior

source: Next Image &raquo;
pt_br: Pr&oacute;xima Imagem &raquo;

source: Set up a front page of WP-Forge.
pt_br: Configura uma p&aacute;gina inicial para WP-Forge.

source: Header
pt_br: Cabe&ccedil;alho

source: Modify the header portion of WP-Forge
pt_br: Modificar a parte do cabe&ccedil;alho de WP-Forge

source: Site Logo
pt_br: Logo do Site

source: Site Title
pt_br: Titulo do Site

source: Show Title &amp; Tagline
pt_br: Mostrar Titulo &amp; Tagline

source: Main Menu Position
pt_br: Posi&ccedil;&atilde;o do Menu Principal

source: If Top of Browser, scroll or fixed?
pt_br: Se no topo da tela, Fixo ou Movendo?

source: Change text for Home Link?
pt_br: Alterar texto para o link da Home?

source: If Yes, Add New Anchor Text
pt_br: Se SIM, Adicione um texto

source: Configure Off-Canvas mobile menu.
pt_br: Configurar Menu Mobile OFF-Canvas.

source: Use Off-Canvas for Mobile?
pt_br: Usar OFF-Canvas no Mobile?

source: Display Off-Canvas Left or Right?
pt_br: Mostrar OFF-Canvas na Esquerda ou Direita?

source: Modify how posts appear in WP-Forge.
pt_br: Modificar a forma como aparecem os posts.

source: Display Full Post or Excerpt?
pt_br: Mostrar todo o Post ou Resumo?

source: Display Post Thumbnails?
pt_br: Mostrar Miniaturas do Post?

source: Footer
pt_br: Rodap&eacute;

source: Modify the footer text of WP-Forge.
pt_br: Modificar o texto do Rodap&eacute;.

source: Copyright Text
pt_br: Texto do Copyright

source: Modify the background of WP-Forge.
pt_br: Modificar o background

source: Background Color
pt_br: Cor do background

source: Background Image
pt_br: Imagem do background

source: Background Repeat
pt_br: Repeti&ccedil;&atilde;o do background

source: No Repeat
pt_br: N&atilde;o repetir

source: Tile
pt_br: Titulo

source: Tile Horizontally
pt_br: Titulo Horizontalmente

source: Tile Vertically
pt_br: Titulo Verticalmente

source: Background Position
pt_br: Posi&ccedil;&atilde;o do background

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Background Attachment
pt_br: Acessório do background

source: Scroll
pt_br: Rolagem

source: Fixed
pt_br: Fixo

source: Colors
pt_br: Cores

source: Change some default colors of WP-Forge.
pt_br: Mudar algumas cores padr&atilde;o

source: Title Color
pt_br: Cor do Titulo

source: Text Color
pt_br: Cor do Texto

source: Link Color
pt_br: Cor do Link

source: Hover Color
pt_br: Cor Ativa

source: No posts to display
pt_br: Sem posts para mostrar

source: Ready to publish your first post? <a href="%s">Get started here</a>.
pt_br: Pronto para publicar seu primeiro post? <a href="%s">Comece Aqui</a>.

source: Search Results for: %s
pt_br: Resultados da Busca por: %s

source: Search
pt_br: Busca

source: Tag Archives: %s
pt_br: Arquivos por Tag: %s
